@extends('web.layout.master')
@section('css')
    <link rel="stylesheet" href="{{ asset('scss/story/story.css') }}" />
    <link rel="stylesheet" href="{{ asset('scss/news/news.css') }}" />
@endsection
@section('content')
    <main>
        <div class="overlay"></div>
        <div class="container">
            <div class="text">
                <span>خدمات الأفراد/ماكينات الصراف الآلي/قصص النجاح
                </span>
            </div>
        </div>
    </main>

    {{-- Start Adventage Section --}}
    <section class="story">

        <div class="image layer2">
        <img src="{{ asset('images/layer-1.png') }}" alt="layer" >
        </div>
        <div class="image layer3">
        <img src="{{ asset('images/layer2.png') }}" alt="layer">
        </div>
        <div class="container">
            <div class="content">
                <div class="image">
            <img src="{{ asset('images/layer-1.png') }}" alt="layer" class="layer1">
        </div>
                <h2 class="h-2">مشروع تحديث أنظمة البنك</h2>
                <div class="text">
                    <p>
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث
                        يمكنك أن تولد مثل هذا النص أو العديد من
                        .النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق
                        إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن
                        يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى
                        .مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية
                        لتصميم الموقع
                        ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى
                        أن يوفر على المصمم عناء البحث عن نص
                        .بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق
                        هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو
                        حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص
                        العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف
                        .التى يولدها التطبيق
                    </p>
                    <p>
                        إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص
                        لن
                        يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث
                        .يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع
                        ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد
                        النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه
                        .التصميم فيظهر بشكل لا يليق
                        هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير
                        منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً
                        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص
                        العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف
                        .التى يولدها التطبيق
                        إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص
                        لن
                        يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث
                        .يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع
                        ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد
                        النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه

                    </p>
                    <div class="slider">
                        <div class="slider-wrapper">
                            <img src="{{ asset('images/story-1.PNG') }}" alt="">
                            <img src="{{ asset('images/story-2.PNG') }}" alt="">
                            <img src="{{ asset('images/story-1.PNG') }}" alt="">
                            <img src="{{ asset('images/story-2.PNG') }}" alt="">
                        </div>
                        <div class="btn-success">
                            <span class="btn next" onclick="plusStorySlides(-1)"><i
                                    class="fa-solid fa-chevron-right"></i></span>
                            <span class="btn prev" onclick="plusStorySlides(1)"><i
                                    class="fa-solid fa-chevron-left"></i></span>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
    {{-- End Story Section --}}

    {{-- Start News Section --}}
    <section class=" news">
        <x-news></x-news>
        </div>
    </section>
    {{-- Start News Section --}}

<x-social></x-social>

@endsection
@section('javascript')
    <script src="{{ asset('js/news_slider.js') }}"></script>
@endsection
