<?php 
return [
    'home'                          =>          'الرئيسية' ,
    'contact_us'                    =>          'تواصل معنا',
    'jobs'                          =>          'تطوع',
    'point_services'                =>          'نقاط الخدمة',
    'home_title'                    =>          'نسعى دوما لرعايتهم ',
    'home_p'                        =>          ' لقد تم توليد هذا النص من مولد النص العربى،',
    'call_us'                       =>          'اتصل بنا'    ,
    'call_us_p'                     =>          'تواصل معنا بالطريقة التي تناسبك، نحن هنا لخدمتك'    ,
    'email_contact_p'               =>          'راسلنا على البريد الالكتروني',
    'point_services'                =>          'نقاط تواجدنا',
    'help'                          =>          'كيف يمكننا مساعدك؟',
    'name'                          =>          'الاسم',
    'phone'                         =>          'التلفون',
    'mail'                          =>          'البريد الالكتروني',
    'message'                       =>          'الرسالة',
    'send'                          =>          'ارسال',
    'share_page'                    =>          'مشاركة الصفحة في    ',

];
?>